<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<meta charset="utf-8">
    <style type="text/css">
        body {
            font-size: small;
            list-style: url(images/left_menu_bullet.gif);
            line-height: 1.8em;
            margin-left: -15px;
            width: 700px;
        }
    </style>
</head>
<body>
	<p>
        <ul>
            <li>用户在使用书店服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
            </li>
            <li>（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：
            </li>
            <li>1） 反对宪法所确定的基本原则的；
            </li>
            <li>2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
            </li>
            <li>3） 损害国家荣誉和利益的；
            </li>
            <li>4） 煽动民族仇恨、民族歧视、破坏民族团结的；
            </li>
            <li>5） 破坏国家宗教政策，宣扬邪教和封建迷信的；
            </li>
            <li>6） 散布谣言，扰乱社会秩序，破坏社会稳定的；
            </li>
            <li>7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
            </li>
            <li>8） 侮辱或者诽谤他人，侵害他人合法权利的；
            </li>
            <li>9） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
            </li>
            <li>10） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
            </li>
            <li>（2）不得为任何非法目的而使用网络服务系统；
            </li>
            <li>（3）不利用书店服务从事以下活动：
            </li>
            <li>1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
            </li>
            <li>2） 未经允许，对计算机信息网络功能进行删除、修改或者增加的；
            </li>
            <li>3） 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
            </li>
            <li>4） 故意制作、传播计算机病毒等破坏性程序的；
            </li>
            <li>5） 其他危害计算机信息网络安全的行为。
            </li>
            <li>　 用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿书店与合作公司、关联公司，并使之免受损害。对此，书店有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收书店帐号、追究法律责任等措施。对恶意注册书店帐号或利用书店帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，书店有权回收其帐号。同时，书店公司会视司法部门的要求，协助调查。
            </li>
            <li>　用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
            </li>
            <li>　用户须对自己在使用书店服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在书店公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予书店公司等额的赔偿。
            </li>
        </ul>
    </p>
</body>
</html>